/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"support"  = "由VAPTCHA提供技术支持";
"howToVerify" = "如何验证?";
"refresh" = "刷新";
"drawCaptcha" = "请绘制图中手势完成人机验证";
"characterCaptcha" = "请输入图中字符完成人机验证";
"characterCaptchaHolder" = "填写图中的3个字符";
"inVerify" = "智能检测中...";
"clickPass" = "验证通过";
"pass" = "验证通过，用时{time}秒，超过{score}%的用户";
"fail" = "人机验证未通过，请再试一次";
"characterFail" = "验证码错误";
"errCode" = "错误码：{code}";
"retry" = "点击重试";
"refreshMany" = "刷新过多，点击重试";
"expired" = "验证过期，点击重试";
"timeout" = "验证超时，点击重试";

//
"AccessDenied" = "验证超时，点击重试";
"RefreshTooFast" = "频率过快，请稍后再试!";
"challengeExpire" = "刷新页面重试";
"RequestToMouch" = "验证失败，已超过频率上限";

//
"touchCaptcha" = "单击进行人机验证";


//请求错误释义
"systemError" = "错误：{domain}";
"-1001" = "请求超时，点击重试";
"-1005" = "请检查网络是否连接。";
"otherRequestError" = "请求失败，点击重试";
"loadFaild" = "加载失败,点击重试";


//others
"done" = "确定";
